{"class_name": "Sequential", "keras_version": "1.2.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 13, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 9, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 9]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_2", "output_dim": 13, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 13, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 13]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_3", "output_dim": 13, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 13, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 13]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_4", "output_dim": 13, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 13, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 13]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_5", "output_dim": 2, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 13, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 13]}}]}